Repository: abteilung/vernetzt.stwz.ch
Catalog: DistributionPackages/Abte.Site/Resources/Private/Translations/*/Main.xlf
Languages: de

# 4xx.errorMessage
source: This page could not be found.
de: Diese Seite konnte leider nicht gefunden werden.

# 4xx.backHome
source: Back to homepage
de: Zurück zur Startseite

# weitereEtikettierLoeseungen
source: More Labelling solutions:
de: Weitere Etikettierlösungen:

# dieMenschen
source: The People of Selfix
de: Die Menschen hinter Selfix

# neuImSortiment
source: New in Stock:
de: Neu im Sortiment:

source: In Stock:
de: An Lager:

source: Categories
de: Kategorien

source: Category
de: Kategorie

# druckService
source: Label Printing Service
de: Etiketten-Druckservice

# passendeEtikettenloesungen
source: More Labelling Solutions:
de: Passende Etikettenlösungen:

# passendeBlanko
source: Other Blanko Labels:
de: Passende Blanko-Etiketten:

source: Read more
de: Mehr lesen

# keepReading
source: Read more…
de: Weiterlesen…

# toTop
source: Overview
de: Zur Übersicht

source: Similar products
de: Ähnliche Produkte

# matchingProducts
source: Fitting Products
de: Passende Produkte

source: All products
de: Alle Produkte

source: Reset Filter
de: Filter zurücksetzen

# filterProducts
source: Filer Products
de: Artikel filtern

# printerHead
source: Printer Head Type
de: Druckkopftyp

# inkQuality
source: Quality of Ink
de: Tintenqualität

# passthroughMin
source: Min. Passthrough
de: Min. Durchlass

# passthroughMax
source: Max. Passthrough
de: Max. Durchlass

source: Printing Speed
de: Druckgeschwindigkeit

source: Media
de: Medien

source: Compatibility
de: Kompatibilität

source: Compatibility Group
de: Kompatibilitätsgruppe

source: Power Supply
de: Netzteil

source: Options
de: Optionen

source: No matching Filter
de: Kein passender Filter

source: Download V-Card
de: V-Card herunterladen

# writeUs
source: Write us an E-Mail
de: E-Mail schreiben

source: Get in Touch
de: Schreiben Sie uns

source: FactSheet
de: Datenblatt

# individuelleBeratung
source: Personal Consulting
de: Individuelle Beratung

# grossesKnowHow
source: Extensive Know How
de: Grosses Know-How

# eigeneHerstellung
source: In-House Production
de: Eigene Herstellung

# since1949
source: Operating since 1949
de: Seit 1949 im Geschäft

# customMade
source: Customized Labels
de: Etiketten-Lösungen nach Mass

# Specs
source: Specifications
de: Spezifikationen

# Desc
source: Description
de: Beschreibung

source: More about us
de: Mehr über uns

# artNr
source: Article Nr.
de: Artikelnummer

# dimensions
source: Label Size
de: Etikettengrösse

# printerDimensions
source: Dimensions
de: Grösse

source: Price
de: Preis

source: Width
de: Breite

source: Height
de: Höhe

source: Weight
de: Gewicht

source: Diameter
de: Durchmesser

source: Core Width
de: Kernbreite

source: Core Diameter
de: Kerndurchmesser

source: Roll Diameter
de: Rollendurchmesser

source: Color
de: Farbe

source: Gumming
de: Gummierung

source: Execution
de: Ausführung

# printerCutter
source: Cutter
de: Schneide-Einheit

source: Printer Cartridge
de: Druckerpatrone

source: Printer Type
de: Druckerart

source: Printer Resolution
de: Druckerauflösung

source: All
de: Alle
